
window.questions = [
  {
    question: "من هو الفريق الأكثر تتويجًا بلقب الدوري الإنجليزي الممتاز بين عامي 2010 و 2025؟",
    options: { a: "مانشستر يونايتد", b: "ليفربول", c: "مانشستر سيتي", d: "تشيلسي" },
    answer: "c"
  },
  {
    question: "من هو اللاعب الذي سجل أكبر عدد من الأهداف في موسم واحد بالدوري الإنجليزي الممتاز بعد 2010؟",
    options: { a: "محمد صلاح", b: "هاري كين", c: "سيرجيو أغويرو", d: "إيرلينج هالاند" },
    answer: "d"
  },
  {
    question: "ما هو الفريق الذي حقق لقب الدوري الإنجليزي الممتاز لأول مرة في تاريخه بعد عام 2010؟",
    options: { a: "توتنهام هوتسبير", b: "أرسنال", c: "ليستر سيتي", d: "وولفرهامبتون واندررز" },
    answer: "c"
  }
];
